/* 
 Localizable.strings (es)
 Heat Safety
 
 Created by mkeefe on 8/19/11.
 Copyright 2011 PixelBit Inc. All rights reserved.
 */

"HTML_PATH"         = "heatappweb_es";
"MASTHEAD"          = "masthead_es.png";

"CURRENT"           = "Actual";
"GET_CURRENT"       = "Temp Actual";
"GET_TODAY_MAX"     = "Temp Máxima";
"CHANGE_LANGUAGE"   = "Cambio de Idioma";
"HOME"              = "Inicio";
"MORE_INFO"         = "Más Info";
"MORE_DETAIL"       = "Más Detalles";
"BACK"              = "Regresar";

"OR_ENTER_NUMBERS"  = "Ingresar Datos";
"TEMPERATURE"       = "Temperatura";
"HUMIDITY"          = "Humedad";
"CALCULATE"         = "Calcular";
"NOAA_DATA_TIME"    = "Hora de los Datos de NOAA";
"HEAT_INDEX"        = "Índice de Calor";
"RISK_LEVEL"        = "Nivel de Riesgo";
"PRECAUTIONS"       = "Precauciones";

// Levels
"LVL_LOWER"         = "MÁS BAJO (PRECAUCIÓN)";
"LVL_MODERATE"      = "MODERADO";
"LVL_HIGH"          = "ALTO";
"LVL_EXTREME"       = "MUY ALTO EXTREMO";

"CONTACT_OSHA"      = "Contacte a OSHA";
"ABOUT_THIS_APP"    = "Sobre la aplicación";
"NOAA_ALERT"        = "Alerta: Los datos del servicio NOAA se actualizan solo cada tres horas";

"NOAA_TIME"         = "Hora de los Datos de NOAA: %d %@";

"ILLNESS_SIGNS"     = "Enfermedad a causa del Calor: Signos y Síntomas";
"ILLNESS_FIRST_AID" = "Enfermedad a causa del Calor: Primeros Auxilios";

// Alert boxes
"OK"                = "Aceptar";
"ALERT"             = "Alerta";
"ERROR"             = "Error";
"NOTIFICATION"      = "Notificación";

"ALERT_TEMP_EMPTY"  = "Ingrese un número en la casilla de temperatura.";
"ALERT_HUMID_EMPTY" = "Ingrese un número en la casilla de humedad relativa.";
"TEMP_UNDER_80"     = "Un valor de índice de calor no se puede calcular para temperaturas de menos 80 grados Fahrenheit.";
"HUMID_OVER_100"    = "Un valor de índice de calor no se puede calcular de la humedad relativa superior al 100%.";
"NOAA_UNAVAILABLE"  = "Los datos climáticos de NOAA no están disponibles en este momento, por favor ingrese manualmente su temperatura y nivel de humedad.";
"NO_GPS"            = "No se puede obtener su información de ubicación.";
"GPS_NOTE"          = "Nosotros no recogemos información de su GPS.";